/* VERSION: Slovak Translation file - Version 3.0.11 June 18 2011 */

/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */
"Turn this switch on if you want the Email Backup to be sent immediately the next MyTime starts" = "Nastavte prepínač na ON, ak si želáte aby MyTime poslal zálohu na email hneď pri každom štarte";

/* */
"Email Backup Instantly" = "Okamžite odzálohovať dáta na email";

/* */
"Turn this switch on if you want to clean up space occupied by the map cache the next time MyTime starts" = "Zapnite tento prepínač, ak chcete vymazať cache pamäť máp pri nasledovnom spustení MyTime";

/* */
"Clear Map Cache" = "Vyčistiť cache máp";

